{
    "Contact Us": "تواصل معنا",
    "description": "هذا هو الوصف.",
    "Simplified Group Payment Solutions":"حلول الدفع الجماعية المبسطة",
    "Gather and divide expenses among groups of friends, family, or colleagues effortlessly. Join now to organize and chip in for your preferred group endeavors.":"قم بجمع النفقات وتقسيمها بين مجموعات من الأصدقاء أو العائلة أو الزملاء دون عناء. انضم الآن للتنظيم والمشاركة في مجموعتك المفضلة.",
    "About us":"معلومات عنا",
    "How it works":"كيف تعمل",
    "Virtual Card":"بطاقة افتراضية",
    "Create Split For All Occasions":"إنشاء قطَّه لجميع المناسبات",
  "From weekend getaways to office lunches or coffee runs, GroupPay provides a seamless and transparent way to pool funds for hassle-free transactions.":"من عطلات نهاية الأسبوع إلى وجبات الغداء في المكتب أو تناول القهوة، GroupPay يوفر طريقة سلسة وشفافة لتجميع الأموال دون أي متاعب المعاملات.",
  "Make a group":"قم بإنشاء مجموعة",
  "Create a group for an event by setting the event description, location, date and time. Don't forget to add your buddies!":"أنشئ مجموعة لحدث ما عن طريق تحديد وصف الحدث وموقعه وتاريخه ووقته. لا تنسى إضافة أصدقائك!",
  "Add items":"أضف العناصر",
  "Add all items needed for the event. Assign it to friends or split the cost at the end.":"إضافة كافة العناصر اللازمة لهذا الحدث. قم بتعيينها للأصدقاء أو قم بتقسيم التكلفة في النهاية.",
  "Split the cost":"تقسيم التكلفة",
  "Once all members are added and it's time to proceed, distribute the money among users using different methods: equally, by percentage, or by a custom amount.":"بمجرد إضافة كافة الأعضاء وحان وقت المتابعة، قم بتوزيع الأموال بين المستخدمين باستخدام طرق مختلفة: بالتساوي، بالنسبة المئوية، أو بمبلغ مخصص.",
  "Group Pay Virtual Card!":"بطاقة الدفع الافتراضية!",
  "Use your Group Pay virtual debit card to instantly send funds from your group card wherever Visa is accepted.":"استخدم بطاقة الخصم الافتراضية الخاصة بـ Group Pay لإرسال الأموال على الفور من بطاقة مجموعتك أينما يتم قبول Visa.",
  "Coming Soon":"قريباً",
  "Follow us":"تابعونا على",
  "CONTACT US":"تواصل معنا",
  "Have questions, feedback, or need assistance? We're here to help! Reach out to us through any of the methods below, and our team will get back to you as soon as possible.":"هل لديك أسئلة، تعليقات، أو بحاجة إلى المساعدة؟ نحن هنا للمساعدة! تواصل معنا عبر أي من الطرق المذكورة أدناه، وسيقوم فريقنا بالرد عليك في أقرب وقت ممكن.",
  "Name":"الاسم",
  "Email":"البريد الإلكتروني",
  "Message":"الرسالة",
  "Your Email":"بريدك الالكتروني",
  "Write Here....":"اكتب هنا....",
  "Submit":"إرسال",
  "Your Name":"اسمك",
  "Address":"العنوان",
  "AlAhsa-Hofuf":"الأحساء-الهفوف",
  "Join us":"انضم إلينا",
  "Join The Waiting List":"انضم إلى قائمة الإنتظار",
  "All rights reserved":"كل الحقوق محفوظة",
  "Terms & Conditions":"البنود و الأحكام",
  "Privacy":"الخصوصية",
  "Email sent successfully":"تم إرسال البريد بنجاح",
  "Failed to send email":"فشل إرسال الرساله"
}
  